<?php

$lang['firewall_custom_app_description'] = 'برنامه فایروال سفارشی یک ابزار سطح پایین برای پیکربندی قوانین فایروال پیشرفته فراهم می کند.';
$lang['firewall_custom_app_name'] = 'فایروال سفارشی';
$lang['firewall_custom_command_is_not_permitted'] = 'فرماندهی مجاز نیست.';
$lang['firewall_custom_description_invalid'] = 'توضیحات نامعتبر است.';
$lang['firewall_custom_firewall_rule_invalid'] = 'قانون فایروال نامعتبر است.';
$lang['firewall_custom_help_dragging'] = 'منظور از قواعد دیوار آتش خود را سفارشی مهم است - کلیک کنید و کشیدن یک قاعده بالا یا پایین در جدول به تغییر جهت.';
$lang['firewall_custom_help_iptables_constant'] = '$ IPTABLES ثابت برای این فرمان از iptables که شامل پرچم برای جلوگیری از مسائل فایل قفل شده است. لطفا در صورت امکان این ثابت استفاده کنید!';
$lang['firewall_custom_restart_required'] = 'منظور از قوانین خود را ممکن است تغییر کرده - راه اندازی مجدد فایروال مورد نیاز است.';
$lang['firewall_custom_summary'] = 'اجازه می دهد تا قوانین فایروال سفارشی به آن اضافه شود. در محیط های شبکه های پیشرفته و یا بسیار سفارشی، علاوه بر این از قوانین فایروال پیشرفته است که می تواند با استفاده از برنامه های فایروال موجود اضافه شود (ورودی، DMZ، MultiWAN، بندر حمل و نقل و غیره) برای رسیدن به مطلوب امنیت و بسته های مسیریابی می تواند با استفاده از فایروال های سفارشی انجام نرم افزار. استفاده از این ماژول باید فقط برای کاربران پیشرفته می باشد.';
