<?php

$lang['firewall_custom_app_description'] = 'اپنی مرضی کی فصیل کو اے پی پی اعلی درجے کی فائروال کے قوانین کو ترتیب دینے کی ایک کم سطح کے آلے کے فراہم کرتا ہے.';
$lang['firewall_custom_app_name'] = 'اپنی مرضی کی فصیل';
$lang['firewall_custom_command_is_not_permitted'] = 'کمانڈ کی اجازت نہیں ہے.';
$lang['firewall_custom_description_invalid'] = 'تفصیل غلط ہے.';
$lang['firewall_custom_firewall_rule_invalid'] = 'فصیل قاعدہ غلط ہے.';
$lang['firewall_custom_help_dragging'] = 'آپ اپنی مرضی کے فائروال کے قوانین کے حکم ضروری ہے - کلک کریں اور ترتیب تبدیل کرنے کے ٹیبل میں اوپر یا نیچے ایک اصول ھیںچیں.';
$lang['firewall_custom_help_iptables_constant'] = '$ اپتبلاس اپتبلاس کمانڈ فائل بند مسائل کو روکنے کے لئے جھنڈوں شامل ہیں کے لئے ایک مسلسل جاری ہے. جب بھی ممکن ہو اس مسلسل استعمال کریں!';
$lang['firewall_custom_restart_required'] = 'آپ کے قوانین کے حکم کو تبدیل کر سکتے ہیں - ایک فائر وال کے دوبارہ شروع کرنے کی ضرورت ہے.';
$lang['firewall_custom_summary'] = 'کی اجازت دیتا ہے اپنی مرضی کے مطابق فائروال کے قوانین شامل کرنے کی. اعلی درجے کی یا انتہائی اپنی مرضی کی نیٹ ورکنگ ماحول میں، اعلی درجے کی فائروال کے قوانین کے علاوہ آپ فائروال کے اطلاقات کا استعمال کرتے ہوئے شامل نہیں کیا جا سکتا ہے کہ (آنے والے، DMZ، MultiWAN، پورٹ فارورڈنگ وغیرہ) کو مطلوبہ سیکیورٹی اور پیکٹ روٹنگ اپنی مرضی کے فائر وال کا استعمال کرتے ہوئے حاصل کیا جا سکتا کے حصول کے لئے اپلی کیشن. اس ماڈیول کا استعمال صرف اعلی درجے کے صارفین کے لئے مخصوص کیا جانا چاہئے.';
