<?php

$lang['firewall_custom_app_description'] = 'விருப்ப ஃபயர்வால் பயன்பாட்டை மேம்பட்ட ஃபயர்வால் விதிகளை கட்டமைக்க ஒரு குறைந்த அளவு கருவி வழங்குகிறது.';
$lang['firewall_custom_app_name'] = 'விருப்ப ஃபயர்வால்';
$lang['firewall_custom_command_is_not_permitted'] = 'கட்டளை அனுமதி இல்லை.';
$lang['firewall_custom_description_invalid'] = 'விளக்கம் தவறானது.';
$lang['firewall_custom_firewall_rule_invalid'] = 'ஃபயர்வால் ஆட்சி தவறானது.';
$lang['firewall_custom_help_dragging'] = 'உங்கள் விருப்ப ஃபயர்வால் விதிகளை வரிசை மிகவும் முக்கியமானது - கிளிக் செய்து வரிசையை மாற்ற அட்டவணையில் அல்லது கீழே ஒரு விதி இழுக்கவும்.';
$lang['firewall_custom_help_iptables_constant'] = '$ Iptables கோப்பு பூட்டுதல் சிக்கல்களை தடுக்க கொடிகள் அடங்கும் என்று இப்போது iptables கட்டளை ஒரு மாறிலி. போது சாத்தியம், இந்த மாறா பயன்படுத்த தயவு செய்து!';
$lang['firewall_custom_restart_required'] = 'உங்கள் விதிகளை பொருட்டு மாறியிருக்கலாம் - ஒரு ஃபயர்வால் மறுதொடக்கம் அவசியம்.';
$lang['firewall_custom_summary'] = 'அனுமதிக்கிறது திருத்தியமைக்கப்பட்ட ஃபயர்வால் விதிகளை சேர்க்க வேண்டும். மேம்பட்ட அல்லது மிகவும் அமைத்துக்கொள்ள நெட்வொர்க்கிங் சூழலில், கிடைக்கும் ஃபயர்வால் பயன்பாடுகளை பயன்படுத்தி சேர்க்க முடியாது என்று முன்னேறிய ஃபயர்வால் விதிகளை கூடுதலாக (உள்வரும், DMZ, MultiWAN, துறைமுக பகிர்தல் முதலியன) விரும்பிய பாதுகாப்பு மற்றும் பாக்கெட் ரூட்டிங் விருப்ப ஃபயர்வால் பயன்படுத்தி அடைய முடியும் அடைய பயன்பாட்டை. இந்த தொகுதி பயன்பாட்டு மேம்பட்ட பயனர்கள் மட்டுமே இடங்கள் ஒதுக்கப்பட்டிருக்க வேண்டும்.';
