<?php

$lang['firewall_custom_app_description'] = 'കസ്റ്റം ഫയർവാൾ അപ്ലിക്കേഷൻ വിപുലമായ ഫയർവാൾ നിയമങ്ങൾ ക്രമീകരിയ്ക്കുന്നതിനു് ലോ-ലവൽ പ്രയോഗം ലഭ്യമാക്കുന്നു.';
$lang['firewall_custom_app_name'] = 'കസ്റ്റം ഫയർവാൾ';
$lang['firewall_custom_command_is_not_permitted'] = 'കമാൻഡ് അനുവദനീയമല്ല.';
$lang['firewall_custom_description_invalid'] = 'വിവരണം അസാധുവാണ്.';
$lang['firewall_custom_firewall_rule_invalid'] = 'ഫയർവാൾ ഭരണം അസാധുവാണ്.';
$lang['firewall_custom_help_dragging'] = 'നിങ്ങളുടെ കസ്റ്റം ഫയർവോൾ നിയമങ്ങൾ ഓർഡർ പ്രധാനമാണ് - ഓർഡർ മാറ്റാൻ മുകളിലേക്കും താഴേക്കും മേശ ക്ലിക്ക് ചെയ്ത് ഒരു ഭരണം വലിച്ചിടുക.';
$lang['firewall_custom_help_iptables_constant'] = '$ Iptables ഫയൽ ലോക്കിങ് പ്രശ്നങ്ങൾ തടയാൻ പതാകകൾ ഉൾപ്പെടുന്ന iptables കമാൻഡ് ഒരു സ്ഥിരാങ്കം. സാധ്യമെങ്കിൽ ഈ സ്ഥിരമായ ഉപയോഗിക്കുക!';
$lang['firewall_custom_restart_required'] = 'നിന്റെ ചട്ടങ്ങളെ ഓർഡർ മാറ്റം വന്നിട്ടുണ്ടാവും - ഫയർവാൾ റീസ്റ്റാർട്ട് ആവശ്യമാണ്.';
$lang['firewall_custom_summary'] = 'ഇഷ്ടാനുസൃതമാക്കിയ ഫയർവാൾ നിയമങ്ങൾ ചേർക്കുന്നതിന് അനുവദിക്കുന്നു. വിപുലമായ അല്ലെങ്കിൽ വളരെ ഇഷ്ടാനുസൃതവുമാക്കിയ നെറ്റ്വർക്കിംഗ് സാഹചര്യങ്ങളിലും ആവശ്യമുള്ള സുരക്ഷാ, പാക്കറ്റ് റൂട്ടിംഗ് കൈവരിക്കുന്ന ലഭ്യമാണ് ഫയർവാൾ അപ്ലിക്കേഷനുകൾ (ഇൻകമിംഗ്, DMZ, MultiWAN, പോർട്ട് കൈമാറൽ മുതലായവ) ഉപയോഗിച്ച് ചേർക്കാൻ കഴിയില്ല വിപുലമായ ഫയർവോൾ നിയമങ്ങൾ പുറമേ കസ്റ്റം ഫയർവാൾ ഉപയോഗിച്ച് നമുക്ക് സാധിക്കൂ അപ്ലിക്കേഷൻ. ഈ ഘടകം ഉപയോഗം നൂതന ഉപയോക്താക്കൾക്ക് മാത്രമാണ് സംവരണം വേണം.';
