<?php

$lang['firewall_custom_app_description'] = 'Цустом фиревалл апликација пружа функције ниског нивоа за конфигурисање напредних правила фиревалл.';
$lang['firewall_custom_app_name'] = 'цустом Фиревалл';
$lang['firewall_custom_command_is_not_permitted'] = 'Команда није дозвољено.';
$lang['firewall_custom_description_invalid'] = 'Опис сајта је неисправан.';
$lang['firewall_custom_firewall_rule_invalid'] = 'Фиревалл правило је неважећи.';
$lang['firewall_custom_help_dragging'] = 'Редослед својим правилима прилагођене заштитног зида је важно - кликните и превуците правило нагоре или надоле у ​​табели да промените редослед.';
$lang['firewall_custom_help_iptables_constant'] = '$ Иптаблес је константа за команду иптаблес који укључује заставе у циљу спречавања датотека закључавања питања. Користите ову константу када је то могуће!';
$lang['firewall_custom_restart_required'] = 'Редослед својим правилима може промијенити - је потребан заштитни зид поновно покретање.';
$lang['firewall_custom_summary'] = 'Дозвољава правила цустомизед фиревалл треба додати. У напредним или високо прилагођене умрежавање окружења, додавање напредних правила заштитног зида који не може да се дода помоћу апликације на располагању заштитног зида (долазни, ДМЗ, МултиВАН, Лука Прослеђивање, итд) да би се постигао жељени безбедности и пакета рутирање се може постићи помоћу прилагођене зид апликација. Коришћење овог модула треба да буде резервисана само за напредне кориснике.';
