<?php

$lang['firewall_custom_app_description'] = 'কাস্টম ফায়ারওয়াল অ্যাপ্লিকেশন উন্নত ফায়ারওয়ালের নিয়মনীতি কনফিগার করার জন্য একটি লো-লেভেল টুল প্রদান করে.';
$lang['firewall_custom_app_name'] = 'কাস্টম ফায়ারওয়াল';
$lang['firewall_custom_command_is_not_permitted'] = 'কমান্ড অনুমোদিত নয়.';
$lang['firewall_custom_description_invalid'] = 'বর্ণনা অবৈধ.';
$lang['firewall_custom_firewall_rule_invalid'] = 'ফায়ারওয়াল নিয়ম অবৈধ.';
$lang['firewall_custom_help_dragging'] = 'আপনার নিজস্ব ফায়ারওয়াল নিয়ম ক্রম গুরুত্বপূর্ণ - ক্লিক করুন এবং ক্রম পরিবর্তন করতে টেবিলে আপ বা ডাউন একটি নিয়ম টানুন.';
$lang['firewall_custom_help_iptables_constant'] = '$ Iptables iptables- র কমান্ড যে ফাইল লক সমস্যা প্রতিরোধ করার জন্য ফ্ল্যাগ অন্তর্ভুক্ত জন্য একটি ধ্রুবক. যখন সম্ভব এই ধ্রুবক ব্যবহার করুন!';
$lang['firewall_custom_restart_required'] = 'আপনার নিয়ম ক্রম পরিবর্তিত হতে পারে - একটি ফায়ারওয়াল পুনর্সূচনা প্রয়োজন বোধ করা হয়.';
$lang['firewall_custom_summary'] = 'মঞ্জুর করে কাস্টমাইজড ফায়ারওয়্যাল নিয়ম যোগ করা. উন্নত বা অত্যন্ত কাস্টমাইজড নেটওয়ার্কিং পরিবেশে, যে পাওয়া ফায়ারওয়াল অ্যাপস ব্যবহার যোগ করা যাবে না উন্নত ফায়ারওয়াল নিয়ম যোগে (ইনকামিং, DMZ, MultiWAN, পোর্ট ফরওয়ার্ডিং ইত্যাদি) কাঙ্খিত সিকিউরিটি এবং প্যাকেট রাউটিং অর্জনে নিজস্ব ফায়ারওয়াল ব্যবহার করা সম্ভব অ্যাপ্লিকেশন. এই মডিউল ব্যবহার উন্নত ব্যবহারকারীদের জন্য সংরক্ষিত করা উচিত.';
