<?php

$lang['firewall_custom_app_description'] = 'सानुकूल फायरवॉल अनुप्रयोग प्रगत फायरवॉल नियम संरचीत करण्यासाठी एक कमी-स्तरीय साधन पुरवते.';
$lang['firewall_custom_app_name'] = 'सानुकूल फायरवॉल';
$lang['firewall_custom_command_is_not_permitted'] = 'आदेश परवानगी नाही.';
$lang['firewall_custom_description_invalid'] = 'वर्णन अवैध आहे.';
$lang['firewall_custom_firewall_rule_invalid'] = 'फायरवॉल नियम अवैध आहे.';
$lang['firewall_custom_help_dragging'] = 'आपल्या सानुकूल फायरवॉल नियम क्रम महत्वाचे आहे - क्लिक करा आणि क्रम बदलू सारणीत वर किंवा खाली एक नियम ड्रॅग करा.';
$lang['firewall_custom_help_iptables_constant'] = '$ Iptables फाइल कुलूपबंद समस्या टाळण्यासाठी झेंडे समावेश आहे iptables आदेश एक स्थिर आहे. जेव्हा शक्य असेल तेव्हा या सतत वापर!';
$lang['firewall_custom_restart_required'] = 'तुझे नियम क्रम बदलला असावे - फायरवॉल रीस्टार्ट करणे आवश्यक आहे.';
$lang['firewall_custom_summary'] = 'परवानगी देते सानुकूलित फायरवॉल नियम जोडले. प्रगत किंवा अत्यंत सानुकूलित नेटवर्किंग वातावरणात, उपलब्ध फायरवॉल अनुप्रयोग वापरून जोडले जाऊ शकत नाही की प्रगत फायरवॉल नियम व्यतिरिक्त (इनकमिंग, DMZ, MultiWAN, पोर्ट फॉरवर्डिंग इ) इच्छित सुरक्षा आणि पॅकेट मार्ग सानुकूल फायरवॉल वापरून साधले जाऊ शकते साध्य करण्यासाठी अनुप्रयोग. या विभागाचा वापर फक्त प्रगत वापरकर्त्यांसाठी राखीव पाहिजे.';
