<?php

$lang['firewall_custom_app_description'] = 'Приложението по поръчка Firewall осигурява инструмент за ниско равнище, за да изберете разширени правила на защитната стена.';
$lang['firewall_custom_app_name'] = 'персонализирана Firewall';
$lang['firewall_custom_command_is_not_permitted'] = 'Не се разрешава командване.';
$lang['firewall_custom_description_invalid'] = 'Описание е невалиден.';
$lang['firewall_custom_firewall_rule_invalid'] = 'Firewall правило е невалиден.';
$lang['firewall_custom_help_dragging'] = 'Редът на правила персонализираните защитни стени е важно - кликнете и плъзнете правило нагоре или надолу в таблицата за промяна на реда.';
$lang['firewall_custom_help_iptables_constant'] = '$ IPTABLES е константа за командата IPTABLES, който включва флагове, за да се предотврати заключване на файлове въпроси. Моля, използвайте тази константа, когато е възможно!';
$lang['firewall_custom_restart_required'] = 'Редът на вашите правила може да са се променили - е необходима защитна стена рестартиране.';
$lang['firewall_custom_summary'] = 'Позволява правила персонализирани защитни стени, за да бъдат добавени. В напредналите или силно персонализирани мрежови среди, добавянето на съвременни правила за защитната стена, която не може да се добавят с помощта на наличните приложения на защитната стена (Incoming, DMZ, MultiWAN, Port Forwarding и т.н.), за да се постигне желаната сигурност и пакети маршрута може да се осъществи с помощта на персонализирана защитна стена ап. Използването на този модул трябва да бъде запазено само за напреднали потребители.';
