<?php

$lang['firewall_custom_app_description'] = 'แอปที่กำหนดเอง Firewall ให้เป็นเครื่องมือในระดับต่ำในการกำหนดค่ากฎไฟร์วอลล์ขั้นสูง';
$lang['firewall_custom_app_name'] = 'ไฟร์วอลล์ที่กำหนดเอง';
$lang['firewall_custom_command_is_not_permitted'] = 'คำสั่งไม่ได้รับอนุญาต';
$lang['firewall_custom_description_invalid'] = 'คำอธิบายไม่ถูกต้อง';
$lang['firewall_custom_firewall_rule_invalid'] = 'กฎของไฟร์วอลล์ไม่ถูกต้อง';
$lang['firewall_custom_help_dragging'] = 'คำสั่งของกฎไฟร์วอลล์ของคุณเองเป็นสิ่งสำคัญ - คลิกและลากกฎขึ้นหรือลงในตารางเพื่อเปลี่ยนลำดับ';
$lang['firewall_custom_help_iptables_constant'] = '$ iptables เป็นค่าคงที่สำหรับคำสั่ง iptables ที่มีธงเพื่อป้องกันปัญหาการล็อคแฟ้ม โปรดใช้อย่างต่อเนื่องนี้เมื่อเป็นไปได้!';
$lang['firewall_custom_restart_required'] = 'คำสั่งของกฎของคุณอาจจะมีการเปลี่ยนแปลง - เริ่มต้นไฟร์วอลล์จะต้อง';
$lang['firewall_custom_summary'] = 'อนุญาตให้กฎของไฟร์วอลล์ที่กำหนดเองที่จะเพิ่ม ในสภาพแวดล้อมเครือข่ายขั้นสูงหรือกำหนดเองสูงนอกเหนือจากกฎของไฟร์วอลล์ขั้นสูงที่ไม่สามารถเพิ่มการใช้แอพพลิเคไฟร์วอลล์ที่มีอยู่ (ขาเข้า, DMZ, MultiWAN, การส่งต่อพอร์ต ฯลฯ ) เพื่อให้เกิดความปลอดภัยและแพ็คเก็ตการกำหนดเส้นทางที่ต้องการสามารถทำได้โดยใช้ไฟร์วอลล์ที่กำหนดเอง App การใช้โมดูลนี้ควรจะสงวนไว้สำหรับผู้ใช้ขั้นสูงเท่านั้น';
