<?php

$lang['firewall_custom_app_description'] = 'अनुकुल फायरवल अनुप्रयोग उन्नत फायरवाल नियम कन्फिगर गर्न कम-स्तर उपकरण प्रदान गर्दछ।';
$lang['firewall_custom_app_name'] = 'अनुकूलन फायरवल';
$lang['firewall_custom_command_is_not_permitted'] = 'आदेश अनुमति छैन।';
$lang['firewall_custom_description_invalid'] = 'विवरण अमान्य छ।';
$lang['firewall_custom_firewall_rule_invalid'] = 'फायरवाल नियम अमान्य छ।';
$lang['firewall_custom_help_dragging'] = 'आफ्नो अनुकूल फायरवाल नियम क्रम महत्त्वपूर्ण छ - क्लिक गर्नुहोस् र क्रम परिवर्तन गर्न तालिकामा माथि वा तल नियम तान्नुहोस्।';
$lang['firewall_custom_help_iptables_constant'] = '$ IPTABLES फाइल ताला मुद्दाहरू रोक्न झण्डा समावेश कि iptables आदेश लागि स्थिर छ। जब सम्भव यो लगातार प्रयोग गर्नुहोस्!';
$lang['firewall_custom_restart_required'] = 'तपाईंको नियमहरू क्रम परिवर्तन गरेको हुन सक्छ - फायरवाल पुन: सुरु आवश्यक छ।';
$lang['firewall_custom_summary'] = 'अनुमति दिन्छ अनुकूलित फायरवाल नियम थप हुने। उन्नत वा अत्यधिक अनुकूलित नेटवर्किंग वातावरणमा, उपलब्ध फायरवाल अनुप्रयोगहरू प्रयोग थप गर्न सकिँदैन भन्ने उन्नत फायरवाल नियम को वाहेक (आगमन, DMZ, MultiWAN, पोर्ट फरवार्ड आदि) इच्छित सुरक्षा र प्याकेट मार्ग कस्टम फायरवाल प्रयोग पूरा गर्न सकिन्छ हासिल गर्न अनुप्रयोग। यो मोड्युल प्रयोग उन्नत प्रयोगकर्ता लागि मात्र सुरक्षित हुनुपर्छ।';
