<?php

$lang['firewall_custom_app_description'] = 'કસ્ટમ ફાયરવોલ એપ્લિકેશન અદ્યતન ફાયરવોલ નિયમો રૂપરેખાંકિત કરવા માટે એક નીચા સ્તર સાધન પૂરું પાડે છે.';
$lang['firewall_custom_app_name'] = 'કસ્ટમ ફાયરવોલ';
$lang['firewall_custom_command_is_not_permitted'] = 'આદેશ પરવાનગી નથી.';
$lang['firewall_custom_description_invalid'] = 'વર્ણન અમાન્ય છે.';
$lang['firewall_custom_firewall_rule_invalid'] = 'ફાયરવોલ નિયમ અમાન્ય છે.';
$lang['firewall_custom_help_dragging'] = 'તમારી વૈવિધ્યપૂર્ણ ફાયરવોલ નિયમો ક્રમ મહત્વનો છે - ક્લિક કરો અને ક્રમ બદલવા માટે ટેબલ ઉપર અથવા નીચે એક નિયમ ખેંચો.';
$lang['firewall_custom_help_iptables_constant'] = '$ Iptables iptables આદેશ છે કે જે ફાઈલ લોકીંગ મુદ્દાઓ અટકાવવા માટે ફ્લેગ્સ સમાવેશ થાય છે માટે એક સતત છે. જ્યારે શક્ય હોય ત્યારે આ સતત ઉપયોગ કરો!';
$lang['firewall_custom_restart_required'] = 'તમારા નિયમો ક્રમ બદલી શકે છે - એક ફાયરવોલ પુન: શરૂ કરો જરૂરી છે.';
$lang['firewall_custom_summary'] = 'પરવાનગી આપે છે વૈવિધ્યપૂર્ણ ફાયરવોલ નિયમો ઉમેરવામાં આવશે. અદ્યતન અથવા અત્યંત કસ્ટમાઇઝ નેટવર્કિંગ પર્યાવરણોમાં, કે જેઓ ઉપલબ્ધ ફાયરવોલ એપ્લિકેશન્સ મદદથી ઉમેરી શકાતી નથી અદ્યતન ફાયરવોલ નિયમો ઉપરાંત (આવતા, DMZ, MultiWAN, પોર્ટ આગળ ધપાવવાનું વગેરે) જરૂરી સુરક્ષા અને પેકેટ રાઉટીંગ હાંસલ કરવા માટે વૈવિધ્યપૂર્ણ ફાયરવોલ મદદથી પરિપૂર્ણ કરી શકાય એપ્લિકેશન. આ મોડ્યુલ ઉપયોગ અદ્યતન વપરાશકર્તાઓ માટે જ અનામત હોવી જોઈએ.';
