<?php

$lang['firewall_custom_app_description'] = 'Custom Firewall програм нь орчин үеийн галт ханын дүрмүүдийг тохируулах нь доод түвшний хэрэгслийг олгодог.';
$lang['firewall_custom_app_name'] = 'Custom Firewall';
$lang['firewall_custom_command_is_not_permitted'] = 'Тушаал нь зөвшөөрсөн байна.';
$lang['firewall_custom_description_invalid'] = 'Тодорхойлолт нь хүчин төгөлдөр бус байна.';
$lang['firewall_custom_firewall_rule_invalid'] = 'Галт ханын дүрмийн хүчин төгөлдөр бус байна.';
$lang['firewall_custom_help_dragging'] = 'өөрийн өөрчлөн тохируулсан галт ханын дүрэм зэрэг чухал ач холбогдолтой юм - товшино уу, дэг журмыг өөрчлөх хүснэгтэд дээш буюу доош дүрмийг чирж.';
$lang['firewall_custom_help_iptables_constant'] = '$ IPTABLES файл түгжих асуудлыг урьдчилан сэргийлэх тугуудыг орно iptables тушаалыг нь тогтмол байдаг. боломжтой бол энэ тогтмолыг ашиглана уу!';
$lang['firewall_custom_restart_required'] = 'Таны дүрэм дараалал нь өөрчлөгдсөн байж болох - Галт хана дахин эхлүүлэх шаардлагатай байна.';
$lang['firewall_custom_summary'] = 'Зөвшөөрдөг өөрчилсөн Галт ханын дүрмүүдийг нэмэх хэрэгтэй. дэвшилтэт эсвэл маш өөрчилж сүлжээний орчинд, байгаа галт ханын програм ашиглан нэмж чадахгүй байгаа дэвшилтэт галт ханын дүрмүүдийг нэмэх (Ирж, Цэрэгжүүлэлтийн Бүсийн, MultiWAN, Порт зуучийн гэх мэт) хүссэн аюулгүй байдал, пакет хэрхэх өөрчлөн галт ханыг ашиглан хийж болно хүрэхийн тулд апп. Энэ модулийн ашиглах цорын ганц дэвшилтэт хэрэглэгчдийн хувьд хуулиар хамгаалагдсан байх ёстой.';
