<?php

$lang['firewall_custom_app_description'] = 'Апликацијата за прилагодено Firewall обезбедува алатка на ниско ниво за да одбереш напредни заштитен ѕид правила.';
$lang['firewall_custom_app_name'] = 'Прилагодено Firewall';
$lang['firewall_custom_command_is_not_permitted'] = 'Не е дозволено команда.';
$lang['firewall_custom_description_invalid'] = 'Опис на играта не е валиден.';
$lang['firewall_custom_firewall_rule_invalid'] = 'Firewall правило не е валиден.';
$lang['firewall_custom_help_dragging'] = 'Редоследот на правилата вашиот сопствен заштитен ѕид е важно - кликнете и влечете по правило нагоре или надолу во табелата за да го промените редоследот.';
$lang['firewall_custom_help_iptables_constant'] = '$ Iptables е константна за командата iptables, која вклучува знамиња да се спречи датотеката за заклучување прашања. Ве молиме користете ја оваа постојана кога тоа е можно!';
$lang['firewall_custom_restart_required'] = 'Редоследот на вашите правила може да се промени - се бара заштитен ѕид рестарт.';
$lang['firewall_custom_summary'] = 'Овозможува кориснички правила firewall-от да се додаде. Во напредна фаза или високо кориснички вмрежување средини, додавање на напредни правила заштитен ѕид кој не може да се додадат со помош достапни апликации заштитен ѕид (Дојдовни, DMZ, MultiWAN, порт пренасочување итн) за да се постигне саканиот безбедност и пакет рутирање може да се остварува со користење на сопствени заштитен ѕид стан. Употребата на овој модул треба да бидат резервирани само за напредни корисници.';
