<?php

$lang['firewall_custom_app_description'] = 'Приложение Пользовательские Firewall предоставляет инструмент низкого уровня для настройки расширенных правил брандмауэра.';
$lang['firewall_custom_app_name'] = 'Пользовательские Firewall';
$lang['firewall_custom_command_is_not_permitted'] = 'Команда не допускается.';
$lang['firewall_custom_description_invalid'] = 'Описание недействителен.';
$lang['firewall_custom_firewall_rule_invalid'] = 'Правила межсетевого экрана является недействительным.';
$lang['firewall_custom_help_dragging'] = 'Порядок следования правил брандмауэра пользовательских важно - нажмите и перетащите правило вверх или вниз в таблице, чтобы изменить порядок.';
$lang['firewall_custom_help_iptables_constant'] = '$ IPTABLES является константой для команды Iptables, которая включает в себя флаги, чтобы предотвратить проблемы блокировки файлов. Пожалуйста, используйте эту константу, когда это возможно!';
$lang['firewall_custom_restart_required'] = 'Порядок ваших правил может быть изменен - ​​требуется перезагрузка брандмауэра.';
$lang['firewall_custom_summary'] = 'Позволяет правила брандмауэра настроенные, которые будут добавлены. В развитых или высоко специализированных сетевых средах, добавление расширенных правил брандмауэра, которые не могут быть добавлены с помощью доступных приложений брандмауэра (Входящие, DMZ, MultiWAN, перенаправление портов и т.д.) для достижения требуемой маршрутизации безопасности и пакетов может быть достигнуто с помощью пользовательского брандмауэра приложение. Использование этого модуля должно быть зарезервировано только для продвинутых пользователей.';
