<?php

$lang['firewall_custom_app_description'] = 'ਕਸਟਮ ਫਾਇਰਵਾਲ ਐਪਲੀਕੇਸ਼ ਨੂੰ ਤਕਨੀਕੀ ਫਾਇਰਵਾਲ ਨਿਯਮ ਸੰਰਚਿਤ ਕਰਨ ਲਈ ਇੱਕ ਘੱਟ-ਪੱਧਰ ਸੰਦ ਹੈ ਦਿੰਦਾ ਹੈ.';
$lang['firewall_custom_app_name'] = 'ਕਸਟਮ ਫਾਇਰਵਾਲ';
$lang['firewall_custom_command_is_not_permitted'] = 'ਹੁਕਮ ਦੀ ਇਜਾਜ਼ਤ ਨਹੀ ਹੈ.';
$lang['firewall_custom_description_invalid'] = 'ਵੇਰਵਾ ਗਲਤ ਹੈ.';
$lang['firewall_custom_firewall_rule_invalid'] = 'ਫਾਇਰਵਾਲ ਨਿਯਮ ਦੇ ਗਲਤ ਹੈ.';
$lang['firewall_custom_help_dragging'] = 'ਆਪਣੇ ਕਸਟਮ ਫਾਇਰਵਾਲ ਨਿਯਮ ਦਾ ਕ੍ਰਮ ਹੈ - ਕਲਿੱਕ ਕਰੋ ਅਤੇ ਕ੍ਰਮ ਤਬਦੀਲ ਕਰਨ ਲਈ, ਸਾਰਣੀ ਵਿੱਚ ਜ ਥੱਲੇ ਇੱਕ ਨਿਯਮ ਿਖੱਚੋ.';
$lang['firewall_custom_help_iptables_constant'] = '$ Iptables iptables ਹੁਕਮ ਇਹ ਹੈ ਕਿ ਫਾਇਲ ਲਾਕਿੰਗ ਮੁੱਦੇ ਨੂੰ ਰੋਕਣ ਲਈ ਝੰਡੇ ਵੀ ਸ਼ਾਮਲ ਹੈ ਲਈ ਇੱਕ ਲਗਾਤਾਰ ਹੈ. ਜਦ ਵੀ ਸੰਭਵ ਇਸ ਨੂੰ ਲਗਾਤਾਰ ਵਰਤ ਕਰੋ ਜੀ!';
$lang['firewall_custom_restart_required'] = 'ਆਪਣੇ ਨਿਯਮ ਦਾ ਕ੍ਰਮ ਤਬਦੀਲ ਹੋ ਗਿਆ ਹੈ ਹੋ ਸਕਦਾ ਹੈ - ਇੱਕ ਫਾਇਰਵਾਲ ਚਾਲੂ ਕਰਨ ਦੀ ਲੋੜ ਹੈ.';
$lang['firewall_custom_summary'] = 'ਦੀ ਆਗਿਆ ਦਿੰਦਾ ਹੈ ਪਸੰਦੀ ਫਾਇਰਵਾਲ ਨਿਯਮ ਸ਼ਾਮਿਲ ਕੀਤਾ ਜਾ ਕਰਨ ਲਈ. ਤਕਨੀਕੀ ਜ ਬਹੁਤ ਹੀ ਪਸੰਦੀ ਨੈੱਟਵਰਕਿੰਗ ਵਾਤਾਵਰਣ ਵਿੱਚ, ਜੋ ਕਿ ਉਪਲੱਬਧ ਫਾਇਰਵਾਲ ਐਪਸ ਵਰਤ ਜੋੜੇ ਨਹੀ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ, ਤਕਨੀਕੀ ਫਾਇਰਵਾਲ ਨਿਯਮ ਦੇ ਇਲਾਵਾ (ਆਉਣ, ਬਾਰਡਰ, MultiWAN, ਪੋਰ੍ਟ ਫਾਰਵਰਡਿੰਗ ਆਦਿ) ਲੋੜੀਦਾ ਸੁਰੱਖਿਆ ਅਤੇ ਪੈਕੇਟ ਰਾਊਟਿੰਗ ਨੂੰ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਕਸਟਮ ਫਾਇਰਵਾਲ ਵਰਤ ਪੂਰਾ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ ਐਪ. ਇਹ ਮੋਡੀਊਲ ਦੀ ਵਰਤੋ ਤਕਨੀਕੀ ਯੂਜ਼ਰ ਸਿਰਫ਼ ਲਈ ਰੱਖਿਆ ਜਾਣਾ ਚਾਹੀਦਾ ਹੈ.';
