<?php

$lang['firewall_custom_app_description'] = 'Додаток для користувача Firewall надає інструмент низького рівня для налаштування розширених правил брандмауера.';
$lang['firewall_custom_app_name'] = 'призначені для користувача Firewall';
$lang['firewall_custom_command_is_not_permitted'] = 'Команда не допускається.';
$lang['firewall_custom_description_invalid'] = 'Опис недійсний.';
$lang['firewall_custom_firewall_rule_invalid'] = 'Правила брандмауера є недійсним.';
$lang['firewall_custom_help_dragging'] = 'Порядок проходження правил брандмауера для користувача важливо - натисніть і перетягніть правило вгору або вниз в таблиці, щоб змінити порядок.';
$lang['firewall_custom_help_iptables_constant'] = '$ IPTABLES є константою для команди Iptables, яка включає в себе прапори, щоб запобігти проблемам блокування файлів. Будь ласка, використовуйте цю константу, коли це можливо!';
$lang['firewall_custom_restart_required'] = 'Порядок ваших правил може бути змінений - потрібне перезавантаження брандмауера.';
$lang['firewall_custom_summary'] = 'Дозволяє правила брандмауера налаштовані, які будуть додані. У розвинених або високо спеціалізованих мережевих середовищах, додавання розширених правил брандмауера, які не можуть бути додані за допомогою доступних додатків брандмауера (Вхідні, DMZ, MultiWAN, перенаправлення портів і т.д.) для досягнення необхідної маршрутизації безпеки і пакетів може бути досягнуто за допомогою призначеного для користувача брандмауера додаток Використання цього модуля має бути зарезервовано тільки для просунутих користувачів.';
