<?php

$lang['firewall_custom_app_description'] = 'Дар барнома Сипар гумрук як воситаи сатҳи пасти ба танзим дароред қоидаҳои Сипар пешрафта таъмин мекунад.';
$lang['firewall_custom_app_name'] = 'Сипар фармоишњ';
$lang['firewall_custom_command_is_not_permitted'] = 'Фармони аст, иҷозат дода намешавад.';
$lang['firewall_custom_description_invalid'] = 'Тавсифи нодуруст аст.';
$lang['firewall_custom_firewall_rule_invalid'] = 'ҳукмронии Сипар нодуруст аст.';
$lang['firewall_custom_help_dragging'] = 'Тартиби қоидаҳои Сипар одати шумо муҳим аст - ро пахш кунед ва бо зӯрӣ қоида ба боло ё поён дар ҷадвал ба тағйир додани тартиби.';
$lang['firewall_custom_help_iptables_constant'] = '$ IPTABLES доимӣ барои фармони iptables, ки бар мегирад, парчамҳои барои пешгирии масъалаҳои файл блоконидани аст. Лутфан, вақте имконпазир ин доимӣ истифода!';
$lang['firewall_custom_restart_required'] = 'Тартиби қоидаҳои худро шояд тағйир ёфт - як нав Сипар зарур аст.';
$lang['firewall_custom_summary'] = 'Имкон медиҳад қоидаҳои Сипар фармоишҳо ба илова карда шавад. Дар муҳити шабакаи пешрафта ва ё баҳои фармоишгари, илова намудани қоидаҳои Сипар пешрафта, ки онҳоро наметавон бо истифода аз барномаҳои Сипар дастрас илова карда шавад (воридотӣ, DMZ, MultiWAN, Порт экспедитор ва ғайра) барои ноил шудан ба дилхоҳ амният ва маҷмӯъи масири мумкин аст бо истифода аз Сипар гумрукӣ анҷом барнома. Истифодаи ин модул бояд танҳо барои истифодабарандагони пешрафта маҳфуз аст.';
