<?php

$lang['firewall_custom_app_description'] = 'ويوفر التطبيق جدار مخصص أداة على مستوى منخفض لتكوين قواعد جدار الحماية المتقدمة.';
$lang['firewall_custom_app_name'] = 'جدار مخصص';
$lang['firewall_custom_command_is_not_permitted'] = 'لا يجوز الأوامر.';
$lang['firewall_custom_description_invalid'] = 'وصف غير صالح.';
$lang['firewall_custom_firewall_rule_invalid'] = 'حكم جدار الحماية غير صالحة.';
$lang['firewall_custom_help_dragging'] = 'ترتيب قواعد جدار الحماية المخصصة الخاصة بك هو المهم - انقر واسحب قاعدة أعلى أو لأسفل في الجدول لتغيير النظام.';
$lang['firewall_custom_help_iptables_constant'] = '$ إيبتبلس هو ثابت للأمر إيبتبلس يتضمن أعلام لمنع المشاكل ملف تأمين. يرجى استخدام هذا ثابت عندما يكون ذلك ممكنا!';
$lang['firewall_custom_restart_required'] = 'قد غيرت ترتيب القواعد الخاصة بك - مطلوب إعادة تشغيل جدار الحماية.';
$lang['firewall_custom_summary'] = 'تسمح قواعد جدار الحماية المخصصة التي يمكن ان تضاف. في بيئات الشبكات المتقدمة أو مخصصة للغاية، إضافة قواعد جدار الحماية المتقدمة التي لا يمكن إضافة باستخدام التطبيقات جدار الحماية المتاحة (وارد، DMZ، MultiWAN، ميناء الشحن وما إلى ذلك) لتحقيق المطلوب الأمن وعلبة التوجيه يمكن إنجازه باستخدام جدار ناري مخصص التطبيق. يجب أن تكون محفوظة استخدام هذا النموذج للمستخدمين المتقدمين فقط.';
