<?php

$lang['firewall_custom_app_description'] = 'Дадатак Карыстальніцкія Firewall дае інструмент нізкага ўзроўню для налады пашыраных правілаў брандмаўэра.';
$lang['firewall_custom_app_name'] = 'прыстасаваныя Firewall';
$lang['firewall_custom_command_is_not_permitted'] = 'Каманда не дапускаецца.';
$lang['firewall_custom_description_invalid'] = 'Апісанне ня дзейнічае.';
$lang['firewall_custom_firewall_rule_invalid'] = 'Правілы міжсеткавага экрана з&#39;яўляецца несапраўдным.';
$lang['firewall_custom_help_dragging'] = 'Парадак прытрымлівання правілаў брандмаўэра карыстацкіх важна - націсніце і перацягнуць правіла уверх ці ўніз ў табліцы, каб змяніць парадак.';
$lang['firewall_custom_help_iptables_constant'] = '$ IPTABLES з&#39;яўляецца канстантай для каманды Iptables, якая ўключае ў сябе сьцягі, каб прадухіліць праблемы блакавання файлаў. Калі ласка, выкарыстоўвайце гэтую канстанту, калі гэта магчыма!';
$lang['firewall_custom_restart_required'] = 'Парадак вашых правілаў можа быць зменены - патрабуецца перазагрузка брандмаўэра.';
$lang['firewall_custom_summary'] = 'Дазваляе правілы брандмаўэра настроеныя, якія будуць дададзеныя. У развітых або высока спецыялізаваных сеткавых асяроддзях, даданне пашыраных правілаў брандмаўэра, якія не могуць быць дададзеныя з дапамогай даступных прыкладанняў брандмаўэра (Уваходныя, DMZ, MultiWAN, перанакіраванне партоў і г.д.) для дасягнення патрабаванай маршрутызацыі бяспекі і пакетаў можа быць дасягнута з дапамогай карыстацкага брандмаўэра дадатак Выкарыстанне гэтага модуля павінна быць зарэзервавана толькі для прасунутых карыстальнікаў.';
