<?php

$lang['firewall_custom_app_description'] = 'රේගු ගිනි පවුර යෙදුම දියුණු ගිනි පවුර නීති මාන කිරීම සඳහා පහළ මට්ටමේ මෙවලමක් සපයයි.';
$lang['firewall_custom_app_name'] = 'රේගු ගිනි පවුර';
$lang['firewall_custom_command_is_not_permitted'] = 'විධානය අවසර නැත.';
$lang['firewall_custom_description_invalid'] = 'විස්තරය වලංගු නැත.';
$lang['firewall_custom_firewall_rule_invalid'] = 'ගිනි පවුර පාලනය වලංගු නැත.';
$lang['firewall_custom_help_dragging'] = 'ඔබගේ අභිමත ගිනි පවුර නීති මෙම නියෝගය වැදගත් වේ - අනුපිළිවෙල වෙනස් කිරීමට ඉහළ හෝ පහළ වගුවේ රීතියක් ක්ලික් කර අදින්න.';
$lang['firewall_custom_help_iptables_constant'] = '$ IPTABLES ගොනු අඟුලු ගැටළු වැළැක්වීම සඳහා කොඩි ඇතුළත් බව iptables විධානය සඳහා වන නියත ය. හැකි විට මෙම නියතය භාවිතා කරන්න!';
$lang['firewall_custom_restart_required'] = 'ඔබේ නීති මෙම නියෝගය වෙනස් වී ඇති විය හැක - ෆයර්වෝලයක් නැවත ආරම්භ අවශ්ය වේ.';
$lang['firewall_custom_summary'] = 'සැකසුණු ගිනි පවුර නීති එකතු කිරීමට ඉඩ දෙන්න. උසස් හෝ යොමුකර පාරිභෝගික ජාල පරිසරයක් තුළ, අභිමත ආරක්ෂක හා පැකට් මෙහෙයවීම් සාක්ෂාත් කර ගත හැකි ගිනි පවුර යෙදුම් (දියවී, ආසියාකරයේ, MultiWAN, වරාය යොමු ආදිය) භාවිතා කරමින් එකතු කළ නොහැකි බව උසස් ගිනි පවුර නීති එකතු සිරිත් firewall මගින් ඉටු කළ හැකි යෙදුම. මෙම මොඩියුලය භාවිතා උසස් පරිශීලකයන් පමණක් සඳහා වෙන් කළ යුතුය.';
