<?php

$lang['firewall_custom_app_description'] = 'కస్టమ్ ఫైర్వాల్ అనువర్తనం ఆధునిక ఫైర్వాల్ నియమాలను ఆకృతీకరించుటకు ఒక తక్కువ స్థాయి సాధనం అందిస్తుంది.';
$lang['firewall_custom_app_name'] = 'కస్టమ్ ఫైర్వాల్';
$lang['firewall_custom_command_is_not_permitted'] = 'కమాండ్ అనుమతి లేదు.';
$lang['firewall_custom_description_invalid'] = 'వివరణ చెల్లదు.';
$lang['firewall_custom_firewall_rule_invalid'] = 'ఫైర్వాల్ పాలన చెల్లదు.';
$lang['firewall_custom_help_dragging'] = 'మీ కస్టమ్ ఫైర్వాల్ నియమాలు క్రమాన్ని ముఖ్యం - క్లిక్ చేసి క్రమాన్ని మార్చడానికి పట్టికలో పైకి లేదా క్రిందికి నియమం లాగండి.';
$lang['firewall_custom_help_iptables_constant'] = '$ Iptables ఫైలు లాకింగ్ సమస్యలు నిరోధించడానికి జెండాలు ఉన్నాయి ఆ iptables ఆదేశం కోసం ఒక స్థిరాంకం. సాధ్యమైతే దయచేసి ఈ స్థిరంగా ఆ ఉపయోగించడానికి!';
$lang['firewall_custom_restart_required'] = 'మీ నియమాలు క్రమాన్ని మార్చబడి ఉండవచ్చు - ఒక ఫైర్వాల్ పునఃప్రారంభించడం అవసరం.';
$lang['firewall_custom_summary'] = 'అనుమతిస్తుంది అనుకూలీకరించిన ఫైర్వాల్ నియమాలను చేర్చబడుతుంది. అధునాతన లేదా అత్యంత అనుకూలమైన నెట్వర్కింగ్ పర్యావరణాల్లో, అందుబాటులో ఫైర్వాల్ అనువర్తనాలు ఉపయోగించి మాటలను జత సాధ్యం కాదని ఆధునిక ఫైర్వాల్ నియమాలు అదనంగా (ఇన్కమింగ్, DMZ, MultiWAN, పోర్ట్ ఫార్వార్డింగ్ మొదలైనవి) కావలసిన భద్రత మరియు ప్యాకెట్ రౌటింగ్ కస్టమ్ ఫైర్వాల్ ఉపయోగించి పొందవచ్చు సాధించడానికి అనువర్తనం. ఈ మాడ్యూల్ యొక్క ఉపయోగించండి ఆధునిక వినియోగదారులకు మాత్రమే రిజర్వు చేయాలి.';
