<?php

$lang['firewall_custom_app_description'] = 'Η εφαρμογή προσαρμοσμένης Τείχος προστασίας παρέχει ένα εργαλείο χαμηλού επιπέδου για να ρυθμίσετε προηγμένες κανόνες του firewall.';
$lang['firewall_custom_app_name'] = 'Προσαρμοσμένη Τείχος προστασίας';
$lang['firewall_custom_command_is_not_permitted'] = 'Εντολή δεν επιτρέπεται.';
$lang['firewall_custom_description_invalid'] = 'Περιγραφή δεν είναι έγκυρο.';
$lang['firewall_custom_firewall_rule_invalid'] = 'Τείχος προστασίας κανόνα δεν είναι έγκυρο.';
$lang['firewall_custom_help_dragging'] = 'Η σειρά των κανόνων τείχους προστασίας έθιμο σας είναι σημαντική - κάντε κλικ και σύρετε έναν κανόνα προς τα πάνω ή προς τα κάτω στον πίνακα για να αλλάξετε τη σειρά.';
$lang['firewall_custom_help_iptables_constant'] = '$ IPTABLES είναι μια σταθερά για την εντολή iptables που περιλαμβάνει σημαίες για την πρόληψη θέματα κλειδώματος αρχείων. Παρακαλώ χρησιμοποιήστε αυτό το σταθερό όταν είναι δυνατόν!';
$lang['firewall_custom_restart_required'] = 'Η σειρά των κανόνων σας μπορεί να έχει αλλάξει - απαιτείται ένα τείχος προστασίας επανεκκίνηση.';
$lang['firewall_custom_summary'] = 'Επιτρέπει προσαρμοσμένες κανόνες του firewall να προστεθούν. Σε προχωρημένο ή άκρως προσαρμοσμένη περιβάλλοντα δικτύωσης, η προσθήκη των προηγμένων κανόνων τείχους προστασίας που δεν μπορούν να προστεθούν χρησιμοποιώντας τις διαθέσιμες εφαρμογές τείχους προστασίας (Incoming, DMZ, MultiWAN, Port Forwarding κ.λπ.) για να επιτευχθεί η επιθυμητή δρομολόγηση της ασφάλειας και του πακέτου μπορεί να επιτευχθεί χρησιμοποιώντας το έθιμο του τείχους προστασίας app. Η χρήση αυτής της ενότητας θα πρέπει να προορίζεται μόνο για προχωρημένους χρήστες.';
