<?php

$lang['firewall_custom_app_description'] = 'ಕಸ್ಟಮ್ ಫೈರ್ವಾಲ್ ಅಪ್ಲಿಕೇಶನ್ ಮುಂದುವರಿದ ಫೈರ್ವಾಲ್ ನಿಯಮಗಳನ್ನು ಸಂರಚಿಸಲು ಒಂದು ಕೆಳಮಟ್ಟದ ಉಪಕರಣವನ್ನು ಒದಗಿಸುತ್ತದೆ.';
$lang['firewall_custom_app_name'] = 'ಕಸ್ಟಮ್ ಫೈರ್ವಾಲ್';
$lang['firewall_custom_command_is_not_permitted'] = 'ಕಮಾಂಡ್ ಅನುಮತಿಸಲಾಗುವುದಿಲ್ಲ.';
$lang['firewall_custom_description_invalid'] = 'ವಿವರಣೆ ಅಮಾನ್ಯವಾಗಿದೆ.';
$lang['firewall_custom_firewall_rule_invalid'] = 'ಫೈರ್ವಾಲ್ ನಿಯಮ ಅಮಾನ್ಯವಾಗಿದೆ.';
$lang['firewall_custom_help_dragging'] = 'ನಿಮ್ಮ ಕಸ್ಟಮ್ ಫೈರ್ವಾಲ್ ನಿಯಮಗಳನ್ನು ಸಲುವಾಗಿ ಮುಖ್ಯ - ಕ್ಲಿಕ್ ಮಾಡಿ ಮತ್ತು ಆದೇಶ ಬದಲಾಯಿಸಲು ಕೋಷ್ಟಕದಲ್ಲಿ ಅಥವಾ ಕೆಳಗೆ ನಿಯಮದಂತೆ ಎಳೆಯಿರಿ.';
$lang['firewall_custom_help_iptables_constant'] = '$ Iptables ಫೈಲ್ ಲಾಕಿಂಗ್ ಸಮಸ್ಯೆಗಳನ್ನು ತಡೆಗಟ್ಟಲು ಧ್ವಜಗಳು ಒಳಗೊಂಡಿದೆ ಎಂದು ವಿನ್ಯಾಸವನ್ನು ಆಜ್ಞೆಯನ್ನು ಸ್ಥಿರವಾಗಿರುತ್ತದೆ. ಸಾಧ್ಯವಾದಾಗ ದಯವಿಟ್ಟು ನಿಯತಾಂಕವನ್ನು ಬಳಸಿ!';
$lang['firewall_custom_restart_required'] = 'ನಿಮ್ಮ ನಿಯಮಗಳನ್ನು ಕ್ರಮವನ್ನು ಬದಲಾಗಿರಬಹುದು - ಫೈರ್ವಾಲ್ ಮರುಪ್ರಾರಂಭದ ಅಗತ್ಯವಿದೆ.';
$lang['firewall_custom_summary'] = 'ಅನುಮತಿಸುತ್ತದೆ ಕಸ್ಟಮೈಸ್ ಫೈರ್ವಾಲ್ ನಿಯಮಗಳನ್ನು ಸೇರಿಸಬಹುದು. ಮುಂದುವರಿದ ಅಥವಾ ಹೆಚ್ಚು ಕಸ್ಟಮೈಸ್ ನೆಟ್ವರ್ಕಿಂಗ್ ಪರಿಸರದಲ್ಲಿ, ಎಂದು ಲಭ್ಯವಿರುವ ಫೈರ್ವಾಲ್ ಅಪ್ಲಿಕೇಶನ್ಗಳನ್ನು ಬಳಸಿ ಸೇರಿಸಲಾಗುವುದಿಲ್ಲ ಮುಂದುವರಿದ ಫೈರ್ವಾಲ್ ನಿಯಮಗಳನ್ನು ಜೊತೆಗೆ (ಒಳಬರುವ ಡಿಎಂಝೆಡ್, MultiWAN, ಪೋರ್ಟ್ ಫಾರ್ವರ್ಡ್ ಇತ್ಯಾದಿ) ಬಯಸಿದ ಭದ್ರತೆ ಮತ್ತು ಪ್ಯಾಕೆಟ್ ರೂಟಿಂಗ್ ಕಸ್ಟಮ್ ಫೈರ್ವಾಲ್ ಬಳಸಿಕೊಂಡು ಪೂರೈಸಲ್ಪಡುತ್ತದೆ ಸಾಧಿಸಲು ಅಪ್ಲಿಕೇಶನ್. ಈ ಭಾಗದಲ್ಲಿ ಬಳಕೆ ಮಾತ್ರ ಮುಂದುವರಿದ ಬಳಕೆದಾರರಿಗೆ ಮೀಸಲಿಡಬೇಕು ಎಂದರು.';
