<?php

$lang['firewall_custom_app_description'] = 'កម្មវិធីជញ្ជាំងភ្លើងផ្ទាល់ខ្លួនជាឧបករណ៍ដែលបានផ្តល់នូវការកម្រិតទាបដើម្បីកំណត់រចនាសម្ព័ន្ធច្បាប់ជញ្ជាំងភ្លើងដែលបានកម្រិតខ្ពស់។';
$lang['firewall_custom_app_name'] = 'ជញ្ជាំងភ្លើងផ្ទាល់ខ្លួន';
$lang['firewall_custom_command_is_not_permitted'] = 'ពាក្យបញ្ជាមិនត្រូវបានអនុញ្ញាត។';
$lang['firewall_custom_description_invalid'] = 'បរិយាយមិនត្រឹមត្រូវ។';
$lang['firewall_custom_firewall_rule_invalid'] = 'ក្បួនជញ្ជាំងភ្លើងមិនត្រឹមត្រូវ។';
$lang['firewall_custom_help_dragging'] = 'គោលបំណងនៃច្បាប់ជញ្ជាំងភ្លើងផ្ទាល់ខ្លួនរបស់អ្នកគឺមានសារៈសំខាន់ - ចុចហើយអូសក្បួនឡើងឬចុះនៅក្នុងតារាងដើម្បីផ្លាស់ប្តូរលំដាប់។';
$lang['firewall_custom_help_iptables_constant'] = '$ តារាង ip គឺថេរសម្រាប់ពាក្យបញ្ជាតារាង ip ដែលរួមបញ្ចូលទង់ជាតិដើម្បីទប់ស្កាត់បញ្ហាចាក់សោឯកសារ & ‧; ។ សូមប្រើថេរនេះនៅពេលដែលអាចធ្វើបាន!';
$lang['firewall_custom_restart_required'] = 'គោលបំណងនៃច្បាប់របស់អ្នកអាចបានផ្លាស់ប្តូរ - ការចាប់ផ្តើមជញ្ជាំងភ្លើងត្រូវបានទាមទារ។';
$lang['firewall_custom_summary'] = 'អនុញ្ញាតឱ្យអតិថិជនរបស់ខ្លួនឱ្យច្បាប់ជញ្ជាំងភ្លើងត្រូវបានបន្ថែម។ នៅក្នុងបរិស្ថានបណ្តាញកម្រិតខ្ពស់ឬប្ដូរតាមបំណងខ្ពស់, ការបន្ថែមនៃច្បាប់ជញ្ជាំងភ្លើងកម្រិតខ្ពស់ដែលមិនអាចត្រូវបានបន្ថែមដោយប្រើប្រាស់កម្មវិធីជញ្ជាំងភ្លើងដែលអាចប្រើបាន (មកដល់, តំបន់គ្មានយោធា, MultiWAN, ច្រកបញ្ជូនបន្តល) ដើម្បីសម្រេចបាននូវសន្តិសុខនិងកញ្ចប់នាំផ្លូវដែលចង់បានអាចត្រូវបានសម្រេចបានដោយប្រើជញ្ជាំងភ្លើងផ្ទាល់ខ្លួន កម្មវិធី។ ការប្រើម៉ូឌុលនេះគួរតែត្រូវបានបម្រុងទុកសម្រាប់អ្នកប្រើកម្រិតខ្ពស់តែប៉ុណ្ណោះ។';
