<?php

$lang['firewall_custom_app_description'] = 'Таңдамалы брандмауэр Қолданба Кеңейтілген брандмауэр ережелерін теңшеу үшін төмен деңгейлі құралын ұсынады.';
$lang['firewall_custom_app_name'] = 'таңдамалы брандмауэр';
$lang['firewall_custom_command_is_not_permitted'] = 'Пәрмен жол берілмейді.';
$lang['firewall_custom_description_invalid'] = 'Сипаттамасы жарамсыз болып табылады.';
$lang['firewall_custom_firewall_rule_invalid'] = 'Брандмауэр ережесін жарамсыз болып табылады.';
$lang['firewall_custom_help_dragging'] = 'Теңшелетін брандмауэр ережелерін реті маңызды болып табылады - ретін өзгерту үшін жоғары немесе төмен кестеде ережені басып жылжытыңыз.';
$lang['firewall_custom_help_iptables_constant'] = '$ Iptables файл Бекіту мәселелерді болдырмау үшін жалаушаларды қамтиды Iptables команда үшін тұрақты болып табылады. Мүмкін болған жағдайда, осы тұрақты пайдалану сұраймыз!';
$lang['firewall_custom_restart_required'] = 'Егер ережелер тәртібі өзгеруі мүмкін - брандмауэр қайта іске қосу талап етіледі.';
$lang['firewall_custom_summary'] = 'Теңшелген брандмауэр ережелері қосуға мүмкіндік береді. озық немесе жоғары теңшелген желі орталарда, қалаған қауіпсіздік және пакеттік маршруттау жету үшін қолжетімді брандмауэр бағдарламаларды (және т.б. Кіріс, DMZ, MultiWAN, Port Forwarding) пайдалана отырып, қосу мүмкін емес Кеңейтілген брандмауэр ережелерін қосу таңдамалы брандмауэр пайдаланып жүзеге асырылуы мүмкін қолданба. Осы модуль пайдалану тек тәжірибелі пайдаланушылар үшін сақталған болуы тиіс.';
