<?php

$lang['firewall_custom_app_description'] = 'कस्टम फ़ायरवॉल एप्लिकेशन को उन्नत फ़ायरवॉल नियमों विन्यस्त करने के लिए एक निम्न स्तर के उपकरण प्रदान करता है।';
$lang['firewall_custom_app_name'] = 'कस्टम फ़ायरवॉल';
$lang['firewall_custom_command_is_not_permitted'] = 'कमान की अनुमति नहीं है।';
$lang['firewall_custom_description_invalid'] = 'विवरण अमान्य है।';
$lang['firewall_custom_firewall_rule_invalid'] = 'फ़ायरवॉल नियम अमान्य है।';
$lang['firewall_custom_help_dragging'] = 'अपने कस्टम फ़ायरवॉल नियमों के आदेश महत्वपूर्ण है - क्लिक करें और क्रम बदलने के लिए तालिका में ऊपर या नीचे एक नियम खींचें।';
$lang['firewall_custom_help_iptables_constant'] = '$ Iptables iptables आदेश है कि फाइल ताला लगा मुद्दों को रोकने के झंडे शामिल है के लिए एक स्थिर है। संभव है जब यह निरंतर उपयोग करें!';
$lang['firewall_custom_restart_required'] = 'अपने नियमों का क्रम बदल हो सकता है - एक फ़ायरवॉल पुनः आरंभ करने की आवश्यकता है।';
$lang['firewall_custom_summary'] = 'की अनुमति देता है अनुकूलित फ़ायरवॉल नियमों जोड़ा जाएगा। उन्नत या उच्च अनुकूलित नेटवर्किंग वातावरण में, कि उपलब्ध फ़ायरवॉल क्षुधा का उपयोग नहीं जोड़ा जा सकता उन्नत फ़ायरवॉल नियमों के अलावा (आवक, DMZ, MultiWAN, पोर्ट अग्रेषण आदि) वांछित सुरक्षा और पैकेट मार्ग को प्राप्त करने के लिए कस्टम फ़ायरवॉल का उपयोग कर पूरा किया जा सकता अनुप्रयोग। इस मॉड्यूल के उपयोग के उन्नत उपयोगकर्ताओं के लिए ही आरक्षित किया जाना चाहिए।';
